tap "homebrew/bundle"
tap "homebrew/core"

# Fuck that
brew "golang"
brew "rust"
brew "haskell-stack"
brew "cargo-edit"
brew "haskell-stack"
brew "asdf"
brew "k6"

#
cask "docker"
cask "slack"
cask "discord"
cask "zoom"
cask "whatsapp"
cask "notion"
cask "parsec"
cask "appcleaner"
cask "grammarly"
cask "gpg-suite"
cask "gitpigeon"
cask "spotify"
cask "visual-studio-code"
cask "nordvpn"
cask "background-music"
cask "telegram"
cask "qbittorrent"
cask "vlc"
cask "obsidian"
cask "lens"
cask "wkhtmltopdf"
cask "loom"
cask "dash"
cask "figma"

# Also fuck that
tap "riscv/riscv"
