tap "homebrew/bundle"
tap "homebrew/core"

cask "docker"
cask "slack"
cask "discord"
cask "zoom"
# cask "forticlient" # Out of date
cask "whatsapp"
cask "notion"
cask "parsec"
cask "appcleaner"
cask "grammarly"
cask "gpg-suite"
cask "gitify"
cask "spotify"
cask "visual-studio-code"
cask "nordvpn"
cask "stay"
cask "background-music"
cask "telegram"

# Fuck that
brew "golang"
brew "rust"
brew "haskell-stack"
brew "jupyterlab"
brew "cargo-edit"