brew "gum"
brew "flux"
brew "cloudflared"
brew "atuin"
brew "base64"
brew "direnv"
brew "fish"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "gopls"
brew "helm"
brew "jq"
brew "jsonnet"
brew "kubectl"
brew "kubectx"
brew "lazygit"
brew "llvm"
brew "neovim"
brew "node"
brew "python"
brew "ripgrep"
brew "starship"
brew "stow"
brew "telnet"
brew "terraform"
brew "tree"
brew "wakeonlan"
brew "ynqa/tap/jnv"
brew "zellij"
brew "azure-cli"
brew "protobuf"
brew "the_silver_searcher"
brew "awscli"
brew "skaffold"
brew "evans"
brew "tilt"
brew "istioctl"
brew "percona-toolkit"
brew "kubevela"
brew "tap"

cask "webcatalog"
cask "postman"
cask "alacritty"
cask "obsidian"
cask "calibre"
cask "contexts"
cask "discord"
cask "font-fira-code-nerd-font"
cask "freecad"
cask "languagetool"
cask "mimestream"
cask "notion"
cask "orbstack"
cask "raycast"
cask "tomatobar"
cask "font-hack-nerd-font"
cask "dbeaver-community"
cask "audacity"
cask "parsec"
cask "tailscale"
cask "spotify"
cask "fantastical"
cask "logi-options-plus"
cask "aws-vpn-client"
cask "slack"
cask "1password-cli"
cask "visual-studio-code"

tap "ynqa/tap"
tap "ktr0731/evans"
tap "fluxcd/tap"

def intel?
	 `uname -m`.include?("x86_64")
	cask "virtualbox"
end
