brew "atuin"
brew "base64"
brew "direnv"
brew "fish"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "helm"
brew "jq"
brew "jsonnet"
brew "kubectl"
brew "kubectx"
brew "lazygit"
brew "llvm"
brew "neovim"
brew "node"
brew "pinentry-mac"
brew "python"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tanka"
brew "telnet"
brew "terraform"
brew "tmux"
brew "tree"
brew "wakeonlan"
brew "ynqa/tap/jnv"
brew "zellij"
brew "azure-cli"
brew "protobuf"
brew "the_silver_searcher"
brew "awscli"
brew "kubernetes-cli"
brew "skaffold"
brew "golang"

cask "alacritty"
cask "calibre"
cask "contexts"
cask "discord"
cask "font-fira-code-nerd-font"
cask "freecad"
cask "kindle"
cask "languagetool"
cask "mimestream"
cask "notion"
cask "orbstack"
cask "raycast"
cask "tomatobar"
cask "tor-browser"
cask "virtualbox"
cask "font-hack-nerd-font"
cask "dbeaver-community"
cask "audacity"
cask "parsec"
cask "yubico-yubikey-manager"
cask "tailscale"
cask "spotify"
cask "fantastical"
cask "logi-options-plus"
cask "aws-vpn-client"
cask "slack"
cask "1password-cli"
cask "visual-studio-code"

tap "homebrew/cask-fonts"
tap "ynqa/tap"

