cask "visual-studio-code"

brew "atuin"
brew "base64"
brew "direnv"
brew "fish"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "gopls"
brew "helix"
brew "helm"
brew "jq"
brew "jsonnet"
brew "jsonnet-bundler"
brew "kubectl"
brew "kubectx"
brew "lazygit"
brew "llvm"
brew "neovim"
brew "node"
brew "nushell"
brew "pinentry-mac"
brew "python"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tanka"
brew "telnet"
brew "terraform"
brew "terraform"
brew "tmux"
brew "tmux"
brew "tree"
brew "wakeonlan"
brew "ynqa/tap/jnv"
brew "zellij"

cask "alacritty"
cask "calibre"
cask "contexts"
cask "discord"
cask "font-fira-code-nerd-font"
cask "freecad"
cask "kindle"
cask "languagetool"
cask "mimestream"
cask "notion"
cask "orbstack"
cask "raycast"
cask "tomatobar"
cask "tor-browser"
cask "virtualbox"

tap "homebrew/cask-fonts"
tap "ynqa/tap"
